{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": true,
            "HideIconAfter": 60,
            "IconURL": "",
            "DisableIconText": true,
            "IconPosition": 0,
            "IconTextColor": 0,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": false,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "Welcome",
                    "title1": "Welcome to Terra Natura!",
                    "text1": "<TextStyle.White>INTRODUCTION</>\nAs a family friendly server ran by experienced staff, Terra Natura takes pride in helping Ark players new and old to feel welcome. We aim to appeal to those who are looking for the true Ark experience with the exception of a few boosts that improve quality of life. Make yourself feel at home and don't be afraid to ask for help if you need it. We hope you enjoy your stay with us!\n\n<TextStyle.White>CURRENCY</>\nWe have a BerryBush seed currency which can be found by killing larger dinos, alphas and bosses! You can use this currency to purchase tames, items and recolours over on Discord.\n\n<TextStyle.White>COMMUNITY CENTRE</>\nOur Community Centre is a place players can collect their starter tames or admin shop orders. It also offers a safe place to meet others and craft items.\nCoordinates: 79.7 41.5 (South Zone 1)\n\n<TextStyle.White>STARTER KITS</>\nClaim your starter tame by visiting our Discord and locating the Starter Tame channel. We offer a choice of Pteranodon, Iguanodon and Raptor.\nStarter items can be found in white supply drops. They include metal tools, full set of flak armour and some other basic necessities.\n\n<TextStyle.White>DISCORD</>\nInvite: http://discord.gg/Z9vv88GykB\nJoining our Discord is not mandatory (just highly recommended)! You'll be missing out on a lot of things such as the admin shop, marketplace, ticket support and more.",
                    "imageurl": ""
                }
            },
            {
                "tab2": {
                    "layout": 1,
                    "buttontext": "Announcements",
                    "title1": "<TextStyle.White>The Terra Natura Gazette</>",
                    "text1": "Welcome to Terra Natura's opening month! We're brand new and super happy to meet you.\n\nEven though we have put so much effort into perfecting our server over the last month there may be some things we have overlooked. If you happen to come across something that seems a bit off, we would greatly appreciate it if you let us know over on Discord so we can look into it and fix anything that's out of place. We want our players to have the best experience we can provide!\n\nWe wish you a very Happy New Year! We hope to see you around!",
                    "imageurl": ""
                }
            },
            {
                "tab3": {
                    "layout": 1,
                    "buttontext": "Rules",
                    "title1": "Terra Natura Rules",
                    "text1": "<TextStyle.White>REGISTRATION</>\nRegistering on Discord is not essential but works as your insurance.\n- If you choose not to register you will be playing at your own risk as admin may take action without warning, we will not waste our time chasing after people. You help us and we help you!\n- In order to register, join our Discord and locate the register channel which will explain what to do.\n- We apologise for sounding harsh but we want to enjoy the game and have time to play ourselves too!\n\n<TextStyle.White>CHARACTERS AND TRIBES</>\n- The default names Human or Humano are not allowed. (If you made this mistake please create a support ticket on Discord at your earliest convenience so an admin can change your name).\n- Create a tribe even if you are solo. (You can always join someone else later)!\n- No highly offensive/vulgar character or tribe names.\n\n<TextStyle.White>BUILDS, BASES AND TAMES</>\n- Pick up traps after use.\n- One main base per tribe per map.\n- Do not build so close to another base that you prevent them from building.\n- Be mindful of how many tames you have out and how large your base is, we will only contact you to ask you to downsize if it's causing issues for other players.\n- Keep our obelisks and community centres free from clutter such as tames, storage boxes etc.\n- Do not block access to artifact caves, high resource spawns, explorer notes or anywhere players need to go.\n- Do not excessively spam structures such as foundations or pillars.\n\n<TextStyle.White>BEHAVIOUR AND COMMON COURTESY</>\n- Do not pick players up on a flyer with intent to harm them. This will result in a ban.\n- Do not harass, stalk or be abusive towards any player.\n\n<TextStyle.White>DISCLAIMER</>\nAll of our rules at Terra Natura are subject to common sense. Using loopholes or any way to get around them will result in any punishment we see fit. Rule breaks could gain you a warning or a permanent ban both in-game and on Discord. Staff will decide what action to take depending on severity.\n\nThank you for your understanding.\n\nDiscord invite link: http://discord.gg/Z9vv88GykB",
                    "imageurl": ""
                }
            },
            {
                "tab4": {
                    "layout": 1,
                    "buttontext": "Rates & Settings",
                    "title1": "Terra Natura Rates & Settings",
                    "text1": "<TextStyle.White>GENERAL</>\nHarvest Amount = x2\nItem Stacking = x10\nUnlimited Structure Pick-Up\nFishing Loot Quality = x2\nResources Respawn Faster = x0.5\nDamage Numbers Enabled\nMax Tribe Members = 10\nAlliances Allowed\nHit Markers Enabled\nCrosshair Enabled\nThird Person Allowed\nInstant ORP\nManual Engrams\n\n<TextStyle.White>PLAYERS</>\nWeight Per Level = x10\nFortitude Per Level = x5\nCrafting Skill Per Level = x2\nMovement Speed Levelling Enabled\nFood & Water Drain 25% Slower\nMax Player Level = 105\nUnlimited Mindwipes\nNon-Permanent Diseases\nSpawn Animation Disabled\n\n<TextStyle.White>DINOS</>\nTamed Dinos Weight Per Level = x10\nMax Wild Dino Level = 150 (180 Tek)\nTaming Speed = x4\nPassive Taming = x4\nFlyer Speed Levelling Enabled\nCave Flyers Disabled\n\n<TextStyle.White>BREEDING & RAISING</>\nBaby Cuddle Interval = 0.0625\nImprint Amount = 1.334\nMature Speed = x20\nEgg Hatch Speed = x50\nLay Egg Interval = 0.5\nMating Interval = 10-30m\nMating Speed = x2\n\n<TextStyle.White>STRUCTURE/DINO DECAY TIMERS</>\nThatch - 8d\nWood - 16d\nStone - 24d\nMetal - 32d\nGreenhouse - 32d\nTek - 40d\nCreatures - 16d\n\n<TextStyle.White>DEATH BAG & BODY TIMERS</>\nCorpse Decay Time = 1 Hour\nDeath Bag Timer = 1 Hour\nDropped/Popcorned Items = 4 Minutes\n\n<TextStyle.White>ITEM STAT LIMITS</>\nArmour:\nCloth = 80%\nHide = 160\nChitin = 400%\nFur = 320%\nFlak = 800%\nRiot = 920%\nTek = 1125%\n\nWeapons:\nStandard = 400%\nTek = 190%\nSaddles:\nStandard = 200%\nTek = 360%\nDinos such as Doedicurus, Quetz etc will be slightly lower just like on official. Anything crafted above the limit will be reset back to the limit upon server restart.\n\n<TextStyle.White>DINO LEVEL LIMIT</>\nAny tame over level 600 will be destroyed upon server restart (on official it is 450).\n\n<TextStyle.White>DAILY RESTART</>\n8am UK Time, 3am US (Eastern), 7pm Sydney Time\nThe daily restart is there to refresh servers to help with lag/performance. It also clears up decayed structures, resets items stats and removes dinos over the dino level cap.\n",
                    "imageurl": ""
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/Z9vv88GykB"
                }
            }
        ]
    }
}
